
USE WebDatabase
GO

INSERT INTO [dbo].[STATION_INFO] ([STATION_CODE],[CITY],[STATION_NAME])
VALUES ('467480','嘉義市','嘉義'),
	   ('467490','臺中市','臺中'),
	   ('467350','澎湖縣','澎湖'),
	   ('467080','宜蘭縣','宜蘭'),
	   ('467110','金門縣','金門'),
	   ('467650','南投縣','日月潭'),
	   ('467660','臺東縣','臺東'),
	   ('467620','臺東縣','蘭嶼'),
	   ('467050','桃園市','新屋'),
	   ('466940','基隆市','基隆'),
	   ('467610','臺東縣','成功'),
	   ('466920','臺北市','臺北'),
	   ('467590','屏東縣','恆春'),
	   ('466910','臺北市','鞍部'),
	   ('467570','新竹市','新竹'),
	   ('467410','臺南市','臺南'),
	   ('467550','南投縣','玉山'),
	   ('467440','高雄市','高雄'),
	   ('467990','連江縣','馬祖'),
	   ('466990','花蓮縣','花蓮')
GO
